{
  "https://wtwcinemas.co.uk/film/the-black-phone-2/": {
    "runtime": "114 min",
    "cast": "",
    "synopsis": "Four years after escaping The Grabber, Finney Blake is struggling with his life after captivity. When his sister Gwen begins receiving calls in her dreams from the black phone and seeing disturbing visions of three boys being stalked at a winter camp known as Alpine Lake, the siblings become determined to solve the mystery and confront a killer who has grown more powerful in death and more significant to them than either could imagine.",
    "director": "",
    "cached_at": "2025-10-10T10:56:35.854446"
  },
  "https://wtwcinemas.co.uk/film/gabbys-dollhouse-the-movie/": {
    "runtime": "98 min",
    "cast": "",
    "synopsis": "Gabby heads out on a road trip with her Grandma Gigi to the urban wonderland of Cat Francisco. But when Gabby's dollhouse, her most prized possession, ends up in the hands of an eccentric cat lady named Vera, Gabby sets off on an adventure through the real world to get the Gabby Cats back together and save the dollhouse before it's too late.",
    "director": "",
    "cached_at": "2025-10-10T10:56:36.466303"
  },
  "https://wtwcinemas.co.uk/film/good-fortune/": {
    "runtime": "",
    "cast": "",
    "synopsis": "A well-meaning but rather inept angel named Gabriel meddles in the lives of a struggling gig worker and a wealthy capitalist.",
    "director": "",
    "cached_at": "2025-10-10T10:56:37.092878"
  },
  "https://wtwcinemas.co.uk/film/sketch/": {
    "runtime": "93 min",
    "cast": "",
    "synopsis": "When a young girl's sketchbook falls into a strange pond, her drawings come to life-chaotic, real, and on the loose. As the town descends into chaos, her family must reunite and stop the monsters they never meant to unleash.",
    "director": "",
    "cached_at": "2025-10-10T10:56:38.002947"
  },
  "https://wtwcinemas.co.uk/film/after-the-hunt/": {
    "runtime": "139 min",
    "cast": "",
    "synopsis": "A college professor finds herself at a personal and professional crossroads when a star pupil levels an accusation against one of her colleagues, and a dark secret from her own past threatens to come to light.",
    "director": "",
    "cached_at": "2025-10-10T10:56:38.769212"
  },
  "https://wtwcinemas.co.uk/film/springsteen-deliver-me-from-nowhere/": {
    "runtime": "",
    "cast": "",
    "synopsis": "Bruce Springsteen, a young musician, on the cusp of global superstardom, struggles to reconcile the pressures of success with the ghosts of his past.",
    "director": "",
    "cached_at": "2025-10-10T10:56:39.581287"
  },
  "https://wtwcinemas.co.uk/film/pets-on-a-train/": {
    "runtime": "87 min",
    "cast": "",
    "synopsis": "When a train unexpectedly starts up, taking only pets with it, the animals discover that Hans, a badger with a grudge is behind it all. While the crash seems inevitable, the animals can count on Falcon, a roguish Raccoon who will do anything to save them.",
    "director": "",
    "cached_at": "2025-10-10T10:56:40.305129"
  },
  "https://wtwcinemas.co.uk/film/predator-badlands/": {
    "runtime": "",
    "cast": "",
    "synopsis": "In the future on a remote planet, a young Predator, outcast from his clan, finds an unlikely ally in Thia and embarks on a treacherous journey in search of the ultimate adversary.",
    "director": "",
    "cached_at": "2025-10-10T10:56:41.205495"
  },
  "https://wtwcinemas.co.uk/film/the-running-man/": {
    "runtime": "",
    "cast": "",
    "synopsis": "Desperate to save his sick daughter, a working-class dad joins a deadly spectator sport where the longer he stays alive, the bigger the payout. Between the assassins chasing him and the showrunners betting against him, he's about to find out there's much more at stake than the prize money.",
    "director": "",
    "cached_at": "2025-10-10T10:56:41.887763"
  },
  "https://wtwcinemas.co.uk/film/the-choral/": {
    "runtime": "113 min",
    "cast": "",
    "synopsis": "Yorkshire, 1916. A choral society's male members enlist in World War I, leaving the demanding Dr. Guthrie to recruit teenagers. Together, they experience the joy of singing while the young boys grapple with their impending conscription into the army.",
    "director": "",
    "cached_at": "2025-10-10T10:56:42.486819"
  },
  "https://wtwcinemas.co.uk/film/now-you-see-me-now-you-dont/": {
    "runtime": "",
    "cast": "",
    "synopsis": "The Four Horsemen return along with a new generation of illusionists performing mind-melding twists, turns, surprises, and magic unlike anything ever captured on film.",
    "director": "",
    "cached_at": "2025-10-10T10:56:43.096510"
  },
  "https://wtwcinemas.co.uk/film/wicked-for-good/": {
    "runtime": "",
    "cast": "",
    "synopsis": "As an angry mob rises against the Wicked Witch, Glinda and Elphaba will need to come together one final time. With their singular friendship now the fulcrum of their futures, they will need to truly see each other, with honesty and empathy, if they are to change themselves, and all of Oz, for good.",
    "director": "",
    "cached_at": "2025-10-10T10:56:43.812527"
  },
  "https://wtwcinemas.co.uk/film/zootopia-2/": {
    "runtime": "",
    "cast": "",
    "synopsis": "Detectives Judy Hopps and Nick Wilde find themselves on the twisting trail of a mysterious reptile who arrives in Zootopia and turns the mammal metropolis upside down.",
    "director": "",
    "cached_at": "2025-10-10T10:56:44.704065"
  },
  "https://wtwcinemas.co.uk/film/five-nights-at-freddys-2-2/": {
    "runtime": "",
    "cast": "",
    "synopsis": "One year since the supernatural nightmare at Freddy Fazbear's Pizza, the stories about what transpired there have been twisted into a campy local legend, inspiring the town's first ever Fazfest. With the truth about what transpired kept from her, Abby sneaks out to reconnect with Freddy, Bonnie, Chica, and Foxy, setting into motion a terrifying series of events that will reveal dark secrets about the true origin of Freddy's, and unleash a long-forgotten horror hidden away for decades.",
    "director": "",
    "cached_at": "2025-10-10T10:56:45.466120"
  },
  "https://wtwcinemas.co.uk/film/avatar-fire-and-ash/": {
    "runtime": "",
    "cast": "",
    "synopsis": "In the wake of the devastating war against the RDA and the loss of their eldest son, Jake Sully and Neytiri face a new threat on Pandora: the Ash People, a violent and power-hungry Na'vi tribe led by the ruthless Varang. Jake's family must fight for their survival and the future of Pandora in a conflict that pushes them to their emotional and physical limits.",
    "director": "",
    "cached_at": "2025-10-10T10:56:46.180226"
  },
  "https://wtwcinemas.co.uk/film/the-spongebob-movie-search-for-squarepants/": {
    "runtime": "",
    "cast": "",
    "synopsis": "SpongeBob travels to the depths of the ocean and faces off against the ghost of the Flying Dutchman.",
    "director": "",
    "cached_at": "2025-10-10T10:56:46.929227"
  },
  "https://wtwcinemas.co.uk/film/song-sung-blue/": {
    "runtime": "",
    "cast": "",
    "synopsis": "Two down-on-their-luck musicians form a Neil Diamond tribute band to follow their dreams and prove that it's never too late to find love.",
    "director": "",
    "cached_at": "2025-10-10T10:56:47.632559"
  },
  "https://wtwcinemas.co.uk/film/28-years-later-the-bone-temple/": {
    "runtime": "",
    "cast": "",
    "synopsis": "Dr. Kelson finds himself in a shocking new relationship - with consequences that could change the world as they know it - and Spike's encounter with Jimmy Crystal becomes a nightmare he can't escape.",
    "director": "",
    "cached_at": "2025-10-10T10:56:48.675967"
  },
  "https://wtwcinemas.co.uk/film/the-cat-in-the-hat/": {
    "runtime": "",
    "cast": "",
    "synopsis": "Doing what he does best, the Cat spreads joy to kids in his hilarious, signature, and singularly irreverent way, transporting them and audiences on a fantastical journey through a world they've never seen before. Our hero takes on his toughest assignment yet for the I.I.I.I (Institute for the Institution of Imagination and Inspiration, LLC) to cheer up Gabby and Sebastian, a pair of siblings struggling to move to a new town. Known for taking things too far, this could be this agent of chaos's last chance to prove himself... or lose his magical hat!",
    "director": "",
    "cached_at": "2025-10-10T10:56:49.517799"
  },
  "https://wtwcinemas.co.uk/film/hoppers/": {
    "runtime": "",
    "cast": "",
    "synopsis": "Animal lover Mabel uses clever new technology designed to \"hop\" human consciousness into lifelike robotic animals to communicate with beavers, uncovering mysteries within the animal world beyond anything she could have imagined.",
    "director": "",
    "cached_at": "2025-10-10T10:56:50.452827"
  },
  "https://wtwcinemas.co.uk/film/super-mario-world/": {
    "runtime": "",
    "cast": "",
    "synopsis": "A new movie based on the world of Super Mario Bros. that further broadens Mario's world with a bright and fun story.",
    "director": "",
    "cached_at": "2025-10-10T10:56:51.238308"
  },
  "https://wtwcinemas.co.uk/film/michael/": {
    "runtime": "",
    "cast": "",
    "synopsis": "Singer Michael Jackson rises from a gifted child star in the Jackson 5 to a groundbreaking solo artist who redefines music and performance with like Off The Wall, Thriller, Bad, and Dangerous. As his fame reaches unimaginable heights, he struggles with family pressures, personal battles, and the crushing weight of superstardom. At the peak of his career, the King of Pop must confront the cost of living in the spotlight while striving to hold on to the music and identity that made him a legend.",
    "director": "",
    "cached_at": "2025-10-10T10:56:51.903739"
  },
  "https://wtwcinemas.co.uk/film/mortal-kombat-ii/": {
    "runtime": "",
    "cast": "",
    "synopsis": "The fan favourite champions-now joined by Johnny Cage himself-are pitted against one another in the ultimate, no-holds barred, gory battle to defeat the dark rule of Shao Kahn that threatens the very existence of the Earthrealm and its defenders.",
    "director": "",
    "cached_at": "2025-10-10T10:56:53.121077"
  },
  "https://wtwcinemas.co.uk/film/the-mandalorian-and-grogu/": {
    "runtime": "",
    "cast": "",
    "synopsis": "The Mandalorian, a lone bounty hunter, is tasked with capturing Grogu, a mysterious and adorable creature. Instead, he forms a strong bond with Grogu and strives to protect him from various threats, exploring his evolving purpose in a post-Empire galaxy.",
    "director": "",
    "cached_at": "2025-10-10T10:56:53.879225"
  },
  "https://wtwcinemas.co.uk/film/toy-story-5/": {
    "runtime": "",
    "cast": "",
    "synopsis": "Buzz, Woody, Jessie and the rest of the gang's jobs get exponentially harder when they go head to head with an all-new threat to playtime: tech.",
    "director": "",
    "cached_at": "2025-10-10T10:56:54.664641"
  },
  "https://wtwcinemas.co.uk/film/minions-3/": {
    "runtime": "",
    "cast": "",
    "synopsis": "The third installment in the Minions spin-off series, and the seventh film overall in the Despicable Me franchise.",
    "director": "",
    "cached_at": "2025-10-10T10:56:55.286356"
  },
  "https://wtwcinemas.co.uk/film/the-odyssey/": {
    "runtime": "",
    "cast": "",
    "synopsis": "Odysseus, the legendary Greek king of Ithaca, embarks on a long and perilous journey home following the Trojan War, chronicling his encounters with mythical beings such as the Cyclops Polyphemus, the Sirens, and the witch-goddess Circe.",
    "director": "",
    "cached_at": "2025-10-10T10:56:55.844138"
  },
  "https://wtwcinemas.co.uk/film/spider-man-brand-new-day/": {
    "runtime": "",
    "cast": "",
    "synopsis": "The fourth instalment in the Spider-Man franchise and part of Phase Six of the Marvel Cinematic Universe.",
    "director": "",
    "cached_at": "2025-10-10T10:56:56.473507"
  },
  "https://wtwcinemas.co.uk/film/avengers-doomsday/": {
    "runtime": "",
    "cast": "",
    "synopsis": "The Avengers, Wakandans, Fantastic Four, Thunderbolts, and X-Men all fight against Doctor Doom.",
    "director": "",
    "cached_at": "2025-10-10T10:56:57.215404"
  }
}