{
  "https://wtwcinemas.co.uk/film/goat/": {
    "runtime": "100 min",
    "cast": "",
    "synopsis": "Will, a small goat with big dreams, gets a once-in-a-lifetime shot to join the pros and play roarball - a high-intensity, co-ed, full-contact sport dominated by the fastest, fiercest animals in the world. Will's new teammates aren't thrilled about having a little goat on their roster, but Will is determined to revolutionize the sport and prove once and for all that 'smalls can ball'! He has to do something he has never done before.",
    "director": "",
    "cached_at": "2026-02-11T09:45:31.697690"
  },
  "https://wtwcinemas.co.uk/film/crime-101/": {
    "runtime": "141 min",
    "cast": "",
    "synopsis": "When an elusive thief whose high-stakes heists unfold along the iconic 101 freeway in Los Angeles eyes the score of a lifetime, with hopes of this being his final job, his path collides with a disillusioned insurance broker who is facing her own crossroads, forcing the two to collaborate. Determined to crack the case, a relentless detective closes in on the operation, raising the stakes even higher.",
    "director": "",
    "cached_at": "2026-02-11T09:45:32.589029"
  },
  "https://wtwcinemas.co.uk/film/scream-7/": {
    "runtime": "114 min",
    "cast": "",
    "synopsis": "When a new Ghostface killer emerges in the quiet town where Sidney Prescott has built a new life, her darkest fears are realized as her daughter becomes the next target. Determined to protect her family, Sidney must face the horrors of her past to put an end to the bloodshed once and for all.",
    "director": "",
    "cached_at": "2026-02-11T09:45:33.529055"
  },
  "https://wtwcinemas.co.uk/film/hoppers/": {
    "runtime": "",
    "cast": "",
    "synopsis": "Animal lover Mabel uses clever new technology designed to \"hop\" human consciousness into lifelike robotic animals to communicate with beavers, uncovering mysteries within the animal world beyond anything she could have imagined.",
    "director": "",
    "cached_at": "2026-02-11T09:45:34.453351"
  },
  "https://wtwcinemas.co.uk/film/the-bride/": {
    "runtime": "",
    "cast": "",
    "synopsis": "A lonely Frankenstein travels to 1930s Chicago to ask groundbreaking scientist Dr. Euphronious to create a companion for him. The two revive a murdered young woman and The Bride is born. But what ensues is beyond what either of them imagined.",
    "director": "",
    "cached_at": "2026-02-11T09:45:35.264188"
  },
  "https://wtwcinemas.co.uk/film/project-hail-mary/": {
    "runtime": "",
    "cast": "",
    "synopsis": "Science teacher Ryland Grace wakes up on a spaceship light years from home with no recollection of who he is or how he got there. As his memory returns, he begins to uncover his mission: solve the riddle of the mysterious substance causing the sun to die out. He must call on his scientific knowledge and unorthodox ideas to save everything on Earth from extinction… but an unexpected friendship means he may not have to do it alone.",
    "director": "",
    "cached_at": "2026-02-11T09:45:36.390629"
  },
  "https://wtwcinemas.co.uk/film/super-mario-galaxy/": {
    "runtime": "",
    "cast": "",
    "synopsis": "A new movie based on the world of Super Mario Bros. that further broadens Mario's world with a bright and fun story.",
    "director": "",
    "cached_at": "2026-02-11T09:45:37.364384"
  },
  "https://wtwcinemas.co.uk/film/michael/": {
    "runtime": "",
    "cast": "",
    "synopsis": "The film tells the story of Michael Jackson’s life beyond the music, tracing his journey from the discovery of his extraordinary talent as the lead of the Jackson Five, to the visionary artist whose creative ambition fueled a relentless pursuit to become the biggest entertainer in the world. Highlighting both his life off-stage and some of the most iconic performances from his early solo career, the film gives audiences a front-row seat to Michael Jackson as never before. This is where his story begins.",
    "director": "",
    "cached_at": "2026-02-11T09:45:38.411716"
  },
  "https://wtwcinemas.co.uk/film/rose-of-nevada/": {
    "runtime": "",
    "cast": "",
    "synopsis": "Mysterious boat returns to a village 30 years after vanishing. Two men join its crew hoping for better fortune. After one voyage, they find themselves transported back in time, mistaken for the original crew.",
    "director": "",
    "cached_at": "2026-02-11T09:45:39.552634"
  },
  "https://wtwcinemas.co.uk/film/animal-friends/": {
    "runtime": "",
    "cast": "",
    "synopsis": "Two fugitive animals embark on an adventure across America while being pursued by an agent and ranger.",
    "director": "",
    "cached_at": "2026-02-11T09:45:40.747043"
  },
  "https://wtwcinemas.co.uk/film/the-sheep-detectives/": {
    "runtime": "",
    "cast": "",
    "synopsis": "George is a shepherd who reads detective novels to his beloved sheep every night, assuming they can't possibly understand. But when a mysterious incident disrupts life on the farm, the sheep realize they must become the detectives. As they follow the clues and investigate human suspects, they prove that even sheep can be brilliant crime-solvers.",
    "director": "",
    "cached_at": "2026-02-11T09:45:41.658396"
  },
  "https://wtwcinemas.co.uk/film/mortal-kombat-ii/": {
    "runtime": "",
    "cast": "",
    "synopsis": "The fan favourite champions-now joined by Johnny Cage himself-are pitted against one another in the ultimate, no-holds barred, gory battle to defeat the dark rule of Shao Kahn that threatens the very existence of the Earthrealm and its defenders.",
    "director": "",
    "cached_at": "2026-02-11T09:45:42.791771"
  },
  "https://wtwcinemas.co.uk/film/the-mandalorian-and-grogu/": {
    "runtime": "",
    "cast": "",
    "synopsis": "The Mandalorian, a lone bounty hunter, is tasked with capturing Grogu, a mysterious and adorable creature. Instead, he forms a strong bond with Grogu and strives to protect him from various threats, exploring his evolving purpose in a post-Empire galaxy.",
    "director": "",
    "cached_at": "2026-02-11T09:45:43.698254"
  },
  "https://wtwcinemas.co.uk/film/masters-of-the-universe/": {
    "runtime": "",
    "cast": "",
    "synopsis": "Almost two decades after crashing down to Earth, Prince Adam is whisked back across space to defend his home planet of Eternia against the evil forces of Skeletor. But to defeat such a powerful villain, Prince Adam will first need to uncover the mysteries of his past and become He-Man: the most powerful man in the Universe.",
    "director": "",
    "cached_at": "2026-02-11T09:45:44.684381"
  },
  "https://wtwcinemas.co.uk/film/disclosure-day/": {
    "runtime": "",
    "cast": "",
    "synopsis": "If you found out we weren’t alone in the universe, would that frighten you?",
    "director": "",
    "cached_at": "2026-02-11T09:45:45.794902"
  },
  "https://wtwcinemas.co.uk/film/scary-movie/": {
    "runtime": "",
    "cast": "",
    "synopsis": "Fill out the form to receive an email when tickets go on sale at your local cinema.",
    "director": "",
    "cached_at": "2026-02-11T09:45:46.781026"
  },
  "https://wtwcinemas.co.uk/film/toy-story-5/": {
    "runtime": "",
    "cast": "",
    "synopsis": "Buzz, Woody, Jessie and the rest of the gang's jobs get exponentially harder when they go head to head with an all-new threat to playtime: tech.",
    "director": "",
    "cached_at": "2026-02-11T09:45:47.636404"
  },
  "https://wtwcinemas.co.uk/film/supergirl-woman-of-tomorrow/": {
    "runtime": "",
    "cast": "",
    "synopsis": "While celebrating her 21st birthday, Kara Zor-El travels across the galaxy with her dog Krypto, during which she meets the young Ruthye Marye Knoll and goes on a \"murderous quest for revenge\".",
    "director": "",
    "cached_at": "2026-02-11T09:45:48.475053"
  },
  "https://wtwcinemas.co.uk/film/minions-3/": {
    "runtime": "",
    "cast": "",
    "synopsis": "The third installment in the Minions spin-off series, and the seventh film overall in the Despicable Me franchise.",
    "director": "",
    "cached_at": "2026-02-11T09:45:49.627204"
  },
  "https://wtwcinemas.co.uk/film/the-odyssey/": {
    "runtime": "",
    "cast": "",
    "synopsis": "Odysseus, the legendary Greek king of Ithaca, embarks on a long and perilous journey home following the Trojan War, chronicling his encounters with mythical beings such as the Cyclops Polyphemus, the Sirens, and the witch-goddess Circe.",
    "director": "",
    "cached_at": "2026-02-11T09:45:50.717780"
  },
  "https://wtwcinemas.co.uk/film/spider-man-brand-new-day/": {
    "runtime": "",
    "cast": "",
    "synopsis": "The fourth instalment in the Spider-Man franchise and part of Phase Six of the Marvel Cinematic Universe.",
    "director": "",
    "cached_at": "2026-02-11T09:45:51.648110"
  },
  "https://wtwcinemas.co.uk/film/paw-patrol-the-dino-movie/": {
    "runtime": "",
    "cast": "",
    "synopsis": "The PAW Patrol lands on a mysterious dinosaur island after a storm, where they meet Rex, a stranded pup. When Humdinger's reckless mining triggers a volcano, the team faces their biggest rescue mission yet to save the island.",
    "director": "",
    "cached_at": "2026-02-11T09:45:52.805049"
  },
  "https://wtwcinemas.co.uk/film/shaun-the-sheep-the-beast-of-mossy-bottom/": {
    "runtime": "",
    "cast": "",
    "synopsis": "The residents of Mossy Bottom Farm are looking forward to Halloween - until the clumsy Farmer trashes the flock's beloved pumpkin patch! When Shaun turns mad scientist to fix the problem, things spiral rapidly out of control.  With the Farmer missing and a wild beast roaming the woods of Mossingham, all the ingredients are in place for a monstrously fun family adventure.",
    "director": "",
    "cached_at": "2026-02-11T09:45:53.710450"
  },
  "https://wtwcinemas.co.uk/film/digger/": {
    "runtime": "",
    "cast": "",
    "synopsis": "The most powerful man in the world embarks on a frantic mission to prove he is humanity's saviour before the disaster he's unleashed destroys everything.",
    "director": "",
    "cached_at": "2026-02-11T09:45:54.545240"
  },
  "https://wtwcinemas.co.uk/film/the-cat-in-the-hat/": {
    "runtime": "",
    "cast": "",
    "synopsis": "Doing what he does best, the Cat spreads joy to kids in his hilarious, signature, and singularly irreverent way, transporting them and audiences on a fantastical journey through a world they've never seen before. Our hero takes on his toughest assignment yet for the I.I.I.I (Institute for the Institution of Imagination and Inspiration, LLC) to cheer up Gabby and Sebastian, a pair of siblings struggling to move to a new town. Known for taking things too far, this could be this agent of chaos's last chance to prove himself... or lose his magical hat!",
    "director": "",
    "cached_at": "2026-02-11T09:45:55.507941"
  },
  "https://wtwcinemas.co.uk/film/the-hunger-games-sunrise-on-the-reaping/": {
    "runtime": "",
    "cast": "",
    "synopsis": "Return to the world of Panem 24 years before the events of The Hunger Games for the reaping of the 50th Hunger Games, also known as the Second Quarter Quell.",
    "director": "",
    "cached_at": "2026-02-11T09:45:56.321393"
  },
  "https://wtwcinemas.co.uk/film/focker-in-law/": {
    "runtime": "",
    "cast": "",
    "synopsis": "Fill out the form to receive an email when tickets go on sale at your local cinema.",
    "director": "",
    "cached_at": "2026-02-11T09:45:57.189017"
  },
  "https://wtwcinemas.co.uk/film/avengers-doomsday/": {
    "runtime": "",
    "cast": "",
    "synopsis": "The Avengers, Wakandans, Fantastic Four, Thunderbolts, and X-Men all fight against Doctor Doom.",
    "director": "",
    "cached_at": "2026-02-11T09:45:58.042860"
  },
  "https://wtwcinemas.co.uk/film/dune-part-three/": {
    "runtime": "",
    "cast": "",
    "synopsis": "The third and final instalment in Villeneuve's Dune trilogy. Based on Frank Herbert's novel Dune Messiah.",
    "director": "",
    "cached_at": "2026-02-11T09:45:58.930088"
  },
  "https://wtwcinemas.co.uk/film/wuthering-heights/": {
    "runtime": "137 min",
    "cast": "",
    "synopsis": "Tragedy strikes when Heathcliff falls in love with Catherine Earnshaw, a woman from a wealthy family in 18th-century England.",
    "director": "",
    "cached_at": "2026-02-13T09:37:12.466068"
  },
  "https://wtwcinemas.co.uk/film/epic-elvis-presley-in-concert/": {
    "runtime": "90 min",
    "cast": "",
    "synopsis": "A mix of a documentary and concert film made using unused footage from Elvis: That's the Way It Is, the film of Elvis' legendary 1970 Summer Festival in Las Vegas and Elvis's road concert film from two years later, Elvis on Tour, that were found during the production of 2022's Elvis.",
    "director": "",
    "cached_at": "2026-02-13T09:37:13.854023"
  },
  "https://wtwcinemas.co.uk/film/the-magic-faraway-tree/": {
    "runtime": "",
    "cast": "",
    "synopsis": "Soon after the Thompson family's arrival in the countryside, the three children - Joe, Beth, and Fran - discover a magical tree and its extraordinary and eccentric residents, including Moonface, Silky, Dame Washalot and Saucepan Man. At the top of the tree, they're transported to spectacular and fantastical lands and, through the joys and challenges of their adventures, the Thompsons learn to reconnect and value each other for the first time in years.",
    "director": "",
    "cached_at": "2026-02-13T09:37:15.014422"
  },
  "https://wtwcinemas.co.uk/film/the-mummy/": {
    "runtime": "",
    "cast": "",
    "synopsis": "The young daughter of a journalist disappears into the desert without a trace - eight years later, the broken family is shocked when she is returned to them, as what should be a joyful reunion turns into a living nightmare.",
    "director": "",
    "cached_at": "2026-02-13T09:37:16.481568"
  },
  "https://wtwcinemas.co.uk/film/the-devil-wears-prada-2/": {
    "runtime": "",
    "cast": "",
    "synopsis": "Miranda Priestley navigates her career amid the decline of traditional magazine publishing. She faces off against Emily Charlton, her one-time assistant, now a high-powered executive for a luxury group, with advertising dollars that Priestly desperately needs.",
    "director": "",
    "cached_at": "2026-02-13T09:37:17.647808"
  },
  "https://wtwcinemas.co.uk/film/moana/": {
    "runtime": "",
    "cast": "",
    "synopsis": "In Ancient Polynesia, when a terrible curse incurred by Maui reaches the island of an impetuous Chieftain, his willful daughter answers the Ocean's call to seek out the demigod to set things right.",
    "director": "",
    "cached_at": "2026-02-13T09:37:19.114274"
  },
  "https://wtwcinemas.co.uk/film/street-fighter/": {
    "runtime": "",
    "cast": "",
    "synopsis": "In 1993, estranged Street Fighters Ryu and Ken Masters are thrown back into combat when the mysterious Chun-Li recruits them for the next World Warrior Tournament: a brutal clash of fists, fate and fury. But behind this battle royale lies a deadly conspiracy that forces them to face off against each other and the demons of their past. And if they don't, it's GAME OVER!.",
    "director": "",
    "cached_at": "2026-02-13T09:37:20.500793"
  }
}